#+TITLE: 2021/12
|----------+------------------------------------------------------------------------------+----------+------------------+------------+-------+---|
| 優先順序 | 書名                                                                         | 出版社   | 作者             |   出版日期 |  定價 |   |
|----------+------------------------------------------------------------------------------+----------+------------------+------------+-------+---|
|        1 | 精通 Python：運用簡單的套件進行現代運算(第二版)                              | 歐萊禮   | Bill Lubanovic   | 2020-06-02 |   695 |   |
|        1 | 機器學習：彩色圖解 + 基礎數學篇 + Python 實作 王者歸來(全彩)                 | 深智數位 | 洪錦魁           | 2020-08-17 |   435 |   |
|        1 | 東京大學資料科學家養成全書：使用 Python 動手學習資料分析                     | 臉譜     | 中山浩太郎...    | 2020-06-13 |   616 |   |
|        1 | Python 自動化的樂趣：搞定重複瑣碎&單調無聊的工作(第二版)                     | 碁峰     | Al Sweigart      | 2020-08-28 |   537 |   |
|        1 | 深度學習的數學地圖：用 Python 實作神經網路的數學模型(附數學快查學習地圖)     | 旗標     | Masanori Akaishi | 2020-05-28 |   458 |   |
|        1 | 文科生也能懂的 Python 程式設計：用 Python 寫出高中數學解題程式               | 碁峰     | 谷尻 かおり      | 2020-04-28 |   379 |   |
|        1 | Flag’s 創客.自造者工作坊 用 Python 學 AIoT 智慧連網                          | 旗標     | 施威銘研究室 ,   | 2020-07-03 |  1342 |   |
|        1 | 超入門實作 Python AIoT 智能物聯網：使用 Raspberry Pi 4B (iPOE R0+R1)(最新版) | 台科大   | 李文昌   陳致中  | 2020-07-14 |   495 |   |
|        1 | Python GUI 設計活用 tkinter 之路(第三版)：王者歸來                           | 深智數位 | 洪錦魁           | 2020-02-20 |   537 |   |
|        1 | 不會 C 也是資安高手：用 Python 和駭客大戰三百回合(第二版)                    | 深智數位 | 李華峰           | 2020-03-06 |   537 |   |
|        1 | Python 神乎其技 全新超譯版：快速精通 Python 進階功能, 寫出 Pythonic 的程式   | 旗標     | Dan Bader        | 2020-04-29 |   458 |   |
|----------+------------------------------------------------------------------------------+----------+------------------+------------+-------+---|
|          | 總價                                                                         |          |                  |            | 22984 |   |
|----------+------------------------------------------------------------------------------+----------+------------------+------------+-------+---|
#+TBLFM: @41$6=vsum(@2$6..@-1$6)
